{
    "default": {
        "title": "Doi - قابل اعتماد اسمارٹ نیلامی پلیٹ فارم",
        "description": "Doi کی قابل اعتماد اور اسمارٹ نیلامیوں کے ذریعے مصنوعات خریدیں اور فروخت کریں۔ ہماری کمیونٹی میں شامل ہوں اور آج ہی اپنا سفر شروع کریں۔",
        "siteName": "Doi"
    },
    "home": {
        "title": "تصدیق ڈیش بورڈ | Doi",
        "description": "Doi پلیٹ فارم پر خریداروں اور فروخت کنندگان کے لیے تمام تصدیق کے عمل تک رسائی حاصل کریں اور ان کی جانچ کریں۔"
    },
    "buyer-landing": {
        "title": "Doi کے ساتھ خریداری کریں | اسمارٹ نیلامی اور قابل اعتماد سودے",
        "description": "خریداری کا ایک نیا طریقہ دریافت کریں۔ بطور خریدار Doi میں شامل ہوں اور اعلیٰ معیار کی مصنوعات کے لیے اسمارٹ نیلامیوں میں حصہ لیں۔"
    },
    "seller-landing": {
        "title": "Doi پر فروخت کریں | بطور فروشندہ اپنا سفر شروع کریں",
        "description": "Doi کی قابل اعتماد اور اسمارٹ نیلامیوں کے ذریعے اپنی مصنوعات کو منافع میں بدلیں۔ آج ہی فروخت شروع کریں۔"
    },
    "buyer-login": {
        "title": "خریدار لاگ ان | Doi",
        "description": "اپنی نیلامیوں، بولیوں اور پروفائل کو منظم کرنے کے لیے اپنے Doi خریدار اکاؤنٹ میں لاگ ان کریں۔"
    },
    "buyer-login-password": {
        "title": "پاس ورڈ کے ساتھ لاگ ان کریں | Doi",
        "description": "اپنے فون نمبر اور پاس ورڈ کا استعمال کرتے ہوئے اپنے Doi خریدار اکاؤنٹ میں لاگ ان کریں۔"
    },
    "buyer-register": {
        "title": "Doi میں شامل ہوں | خریدار اکاؤنٹ بنائیں",
        "description": "آج ہی Doi اکاؤنٹ کے لیے سائن اپ کریں اور اسمارٹ نیلامیوں میں حصہ لینا شروع کریں۔"
    },
    "buyer-forgot-password": {
        "title": "اپنا پاس ورڈ ری سیٹ کریں | Doi",
        "description": "کیا آپ اپنا پاس ورڈ بھول گئے ہیں؟ اپنے Doi اکاؤنٹ کا پاس ورڈ ری سیٹ کرنے کے لیے اپنا فون نمبر درج کریں۔"
    },
    "buyer-verify-otp": {
        "title": "اپنے اکاؤنٹ کی تصدیق کریں | Doi",
        "description": "اپنے Doi اکاؤنٹ کو محفوظ بنانے کے لیے اپنے فون پر بھیجا گیا تصدیقی کوڈ درج کریں۔"
    },
    "buyer-reset-password": {
        "title": "نیا پاس ورڈ بنائیں | Doi",
        "description": "دوبارہ رسائی حاصل کرنے کے لیے اپنے Doi اکاؤنٹ کے لیے نیا پاس ورڈ سیٹ کریں۔"
    },
    "buyer-register-success": {
        "title": "رجسٹریشن کامیاب | Doi میں خوش آمدید",
        "description": "آپ کا اکاؤنٹ کامیابی سے بن گیا ہے۔ Doi کمیونٹی میں خوش آمدید!"
    },
    "buyer-reset-password-success": {
        "title": "پاس ورڈ ری سیٹ کامیاب | Doi",
        "description": "آپ کا پاس ورڈ کامیابی سے ری سیٹ ہو گیا ہے۔ اب آپ اپنے اکاؤنٹ میں لاگ ان کر سکتے ہیں۔"
    }
}